==========================================================================================
//2 行の出力
#include <stdio.h>
int main(void){
    // 自分の得意な言語で
    // Let's チャレンジ！！
    printf("8\n");
    printf("13\n");
    return 0;
}
==========================================================================================
//3 行の出力
#include <stdio.h>
int main(void){
    // 自分の得意な言語で
    // Let's チャレンジ！！
    printf("8\n");
    printf("1\n");
    printf("1\n");
    return 0;
}
==========================================================================================
//10 行の出力
#include <stdio.h>
int main(void){
    // 自分の得意な言語で
    // Let's チャレンジ！！
    printf("813\n");
    printf("1\n");
    printf("2\n");
    printf("923874\n");
    printf("23648\n");
    printf("782356\n");
    printf("3256\n");
    printf("2342\n");
    printf("24324\n");
    printf("112\n");
    return 0;
}
==========================================================================================
//【改行あり出力】1,000 行の出力 
#include <stdio.h>
int main(void){
    // 自分の得意な言語で
    // Let's チャレンジ！！
    for (int i=1;i<=1000;i++) printf("%d\n",i);
    return 0;
}

==========================================================================================









==========================================================================================
